<script lang="ts">


</script>

<main class="w-[90%] lg:w-[60%]">
    <p class="text-lg text-gray-400 rounded-md p-2 bg-[#141517] w-[100%] whitespace-pre-wrap break-all not-emoji">
        👦👧🔥💎🍏🐄🦊🐟🍉🏹🍰🐝🧱🍄🐑🐖🎣🐲🌼🥧🐔🌻⛏🍞⚔🌷🌺🌳🥔🌹🐺🐆🐉⚒️🐡🌊🥕🐈🍪🏠🐠🥛🪜☹☻☺ツ☚☛☜☝☞☟✍✎✌❤❥♥♡❣♨☠☮☯☪☀☣☢☭♏♒♈☂☃☁♔♕♚۩♛✿❀۞❦❧❃❂❁♠♤♣♧⚜™®©₪★☆✮✯✪✣✤✥✲❈☄✦❉✧♱♰๑♂♀☿⋄⋅⋆⋇☼*✖✗✘✕✓✔ღ✄✂☎☏✆✉♪♩♫♬♭❝❞‘ﾟ.･‖﹉﹊﹍﹎︱︳︴﹏﹋﹌▁┠┨┯┷┏┓﹃﹄┗┛┳⊥╝╚╔╗╬═╓╩▪▫□〓≡▬▂▃▄■▀▢▅▆▇▌▐█▓▒░┇┅✚▣▧▨▤▥▦▩回ஐ⋖⋗▲△▼♢♦▽Δ►◄⇨◈◆◇◊⋘⋙⋚⋛⋜⋝⋞⋟⋠⋡⋢⋣⋤⋥⋦⋧⋨⋩⋪⋫⋬⋭⋈⋉⋊⋋⋌⋍⋎⋏⋐⋑⋒⋓⋔⋕∵∴⋮⋯⋰⋱⋲⋳⋴⋵⋶⋷⋸⋹⋺⋻⋼≈⋽⋾⋿⌀⌁ϟ⌂⌃⌄⌅⌆⌇⌈⌉⌊⌋⊮⊯⊰⊱⊲⊳⊴⊵【】⊶⊷⊸⊹⊺⊻⊼⊽⊾⊿⋀⋁⋂⋃╭╮╰╯ぃ↔↕↑↓→←↘↙➹ψ♆◠◡┌┐└┘∟「」◯●◕◐◑○◔⊙◎㊚㊛¤㊣∞☾☽◘◙の➀➁➂➃➄➅➆➇➈➉ⒶⒷⒸⒹⒺⒻⒼⒽⒾⒿⓀⓁⓂⓃⓄⓅⓆⓇⓈⓉⓊⓋⓌⓍⓎⓏⓐⓑⓒⓓⓔⓕⓖⓗⓘⓙⓚⓛⓜⓝⓞⓟⓠⓡⓢⓣⓤⓥⓦⓧⓨⓩⅠⅡⅢⅣⅤⅥⅦⅧⅨⅩⅪⅫⅰⅱⅲⅳⅴⅵⅶⅷⅸⅹⅺⅻ∃∧∠∨∩⊂⊃∪∀ΞΓɐəɘεβɟɥɯɔи๏ɹʁяʌʍλчΣΠ℘ℑ￡あℜℵηαʊїз¢℃№¿¡Ƹ̵̡Ӝ̨̄ƷξЖЗж½⅓⅔¼¾⅛⅜⅝⅞℅🧊▣▧▨▤▥▦▩▆▇▀₪■□▢▪▫
    </p>
</main>

<style>
    .not-emoji {
        font-family: "Segoe UI Symbol", "Apple Color Emoji", "Segoe UI Emoji", "Segoe UI", "Roboto", "Oxygen", "Ubuntu", "Cantarell", "Fira Sans", "Droid Sans", "Helvetica Neue", sans-serif;
        font-size: 19px;
        line-height: 1.4; /* Adjust the line height as needed */
    }
</style>